esp-arduino-libs/ESP32_Display_Panel/test_apps/sdkconfig.defaults.esp32_s3_lcd_ev_board
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESP32S3_DEFAULT_CPU_FREQ_240=y
CONFIG_ESP32S3_SPIRAM_SUPPORT=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
# CONFIG_ESP_TASK_WDT is not set
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_PANEL_BOARD_ESP32_S3_LCD_EV_BOARD=y
